Repository: wp-plugins/youtube-channel
Catalog: languages/youtube-channel-*.po
Languages: cs_cz

source: Aspect ratio (relative to width):
cs_cz: Poměr stran (relativně k šířce):

source: Autoplay video
cs_cz: Automaticky přehrát video

source: Channel:
cs_cz: Kanál:

source: Fix height taken by controls
cs_cz: Oprava výšky zabrané ovládáním

source: Get random video from channel
cs_cz: Získej náhodné video z kanálu

source: Height
cs_cz: Výška

source: Hide player controls
cs_cz: Skryj ovládání přehrávače

source: Hide video info
cs_cz: Skryj info o videu

source: Items to fetch (min 1, max 50):
cs_cz: Videí k načtení (min 1, max 50):

source: No items
cs_cz: Žádné video

source: Open channel in new window/tab
cs_cz: Otevírej kanál v novém okně / záložce

source: Show link to channel
cs_cz: Ukaž odkaz na kanál

source: Show video title
cs_cz: Ukaž název videa

source: Use target="_blank" (invalid XHTML)
cs_cz: Použij target="_blank" (nevalidní XHTML) - slouží pro otevírání v novém okně

source: Use the playlist instead of channel
cs_cz: Použij playlist místo kanálu

source: Visit YouTube Channel text:
cs_cz: Text pro odkaz na kanál:

source: Visit channel %1$s
cs_cz: Navštiv kanál %1$s

source: Watch video %1$s published on %2$s
cs_cz: Podívej se na video %1$s z %2$s

source: What to show?
cs_cz: Jak zobrazit?

source: Widget Title:
cs_cz: Název Widgetu

source: Width
cs_cz: Šířka

source: custom
cs_cz: vlastní

source: default
cs_cz: standard

source: iframe (HTML5 player)
cs_cz: iframe (HTML5 přehrávač)

source: in new window/tab
cs_cz: v novém okně / záložce

source: object (flash player)
cs_cz: objekt (flash player)

source: thumbnail
cs_cz: náhled

source: Try to fix `No items` error
cs_cz: Pokus se opravit problém s „Žádné video“

source: Use light theme (default is dark)
cs_cz: Použij světlé téma (stabdard je tmavé)

source: Show video description
cs_cz: Ukaž popisek videa

source: Hide annotations from video
cs_cz: Skryj poznámky z videa

source: Description length
cs_cz: Délka popisu videa

source: Get one random video of latest N videos from channel (min 1, max 50):
cs_cz: Vyber náhodně jedno video z posledních N videí kanálu (min 1, max. 50):

source: Show random video from channel
cs_cz: Ukaž náhodné video z kanálu

source: Video property
cs_cz: Nastavení videa

source: Layout behaviour
cs_cz: Rozvržení

source: Link to channel
cs_cz: Odkaz na kanál
